String ?uId = '';

// مطاعم شبين

List <String> wingsTabs = ['وجبات' , 'وجبات عائلية' , 'برجر'];
List <String> elBakTabs = ['اضافات' , 'شندوتشات' , 'وجبات' , 'وجبات عائلية'];
List <String> pizzaBremoTabs = ['شرقى'];
List <String> taboshElsoryTabs = ['اضافات' , 'البروسات' , 'الحلو' , 'برجر' , 'سندوتشات' , 'شاورما' , 'فتات' , 'فراخ' , 'وجبات'];
List <String> kosharyHendTabs = ['اضافات' , 'الحو' , 'ايطالى' , 'حواوشى' , 'سندوتشات' , 'شرقى' , 'طواجن' , 'كشرى'];
List <String> elSoltanTabs = ['اضافات' , 'الحو' , 'ايطالى' , 'حواوشى' , 'سندوتشات' , 'شرقى' ,'شاورما' , 'طواجن' , 'كشرى' , 'كريب' , 'مشويات' , 'مكرونات' ];
List <String> batElknafaTabs = ['شرقى'];
List <String> frescoTabs = ['اضافات' , 'باستا' , 'برجر' , 'بيتزا' , 'سلاطات' , 'شاورما' , 'طواجن' , 'كريب' , 'مشويات' , 'وجبات'];
List <String> elAndalosTabs = ['الحو' , 'ايطالى' , 'حواوشى' , 'سندوتشات' , 'شرقى' , 'طواجن' , 'فراخ'];

// مطاعم طحا

List <String> mashwatHamzaTabs = ['حواوشى' , 'سندوتشات' , 'مشويات' , 'وجبات'];